{
  "Welcome_to_Future_World": "Future World საქართველოში 2005 წლის აპრილში დაარსდა და დღესდღეობით წარმატებით ვაგრძელებთ მოღვაწეობას დასახული გზით. ცენტრში წლების განმავლობაში წარმატებულად ფუნქციონირებდა ინგლისური ენის შემსწავლელი ექსკლუზიური ონლაინ პროგრამა Discovering English. ჩვენ ვართ მსოფლიოში წარმატებული საბავშვო დრამა აკადემიის ‘‘Helen O'Grady’’-ს ოფიციალური წარმომადგენლები.",
  "why_Future_world": "რატომ FUTURE WORLD-ი ?",
  "why_Future_world_list_one": "ჩვენ ვასწავლით თანამედროვე ინგლისურს, რუსულს და გერმანულს უახლესი მეთოდებით;",
  "why_Future_world_list_two": "ჩვენთან მისაღები ფასებია, პროფესიონალი პედაგოგები, საინტერესო თანამედროვე პროგრამები ნებისმიერი ასაკისთვის;",
  "why_Future_world_list_three": "ჩვენ ვქმნით ისეთ ენობრივ გარემოს, რომელშიც შეუძლებელია არ დაძლიოთ თქვენი კომპლექსები;",
  "why_Future_world_list_four":"ჩვენი დახმარებით თქვენ მოივლით მსოფლიოს;",
  "why_Future_world_list_five": "ჩვენთან სწავლა საინტერესო და შედეგიანია;",

  "About_us": "ჩვენს შესახებ",
  "about_us_line_one": "სასწავლო-საგანმანათლებლო ცენტრი Future World კავკასიაში აკრედიტირებულია Future World Learning Services მიერ - როგორც ექსკლუზიური სასწავლო პაკეტის მფლობელი.",
  "about_us_line_two": "Future World საქართველოში 2005 წლის აპრილში დაარსდა და დღესდღეობით წარმატებით ვაგრძელებთ მოღვაწეობას დასახული გზით. ცენტრში წლების განმავლობაში წარმატებულად ფუნქციონირებდა ინგლისური ენის შემსწავლელი ექსკლუზიური ონ-ლაინ პროგრამა Discovering English. ჩვენ ვართ მსოფლიოში წარმატებული საბავშვო დრამა აკადემიის ‘‘Helen O'Grady’’-ს ოფიციალური წარმომადგენლები.",
  "about_us_line_three": "ჩვენი სასწავლო გეზი ორიენტირებულია, რომ წარმატებით დავნერგოთ სწავლების მეთოდებში ინტელექტუალური ღირებულებები, განვავითაროთ და სიახლეებით გავამდიდროთ აკადემიური ბრიტანული ენა თანამედროვე მიღწევებით, რასაც გამოცდილი, საერთაშორისო კვალიფიკაციის მქონე აკრედიტირებული პედაგოგები ხელმძღვანელობენ. FW-ის მიზანია მაქსიმალურად საუკეთესო შედეგის მიღწევა თითოეულ სტუდენტთან. სწავლების ყოველ ეტაპზე მსმენელის დონე მოწმდება, როგორც ტესტებით, ასევე ზეპირად. ჩვენი უცხოელი პარტნიორების მიერ საფუძვლიანად დამუშავებული პროგრამები და ტრენერ-პედაგოგების მეთოდები საშუალებას გაძლევთ დაეუფლოთ ინგლისურ და რუსულ ენებს ყოველგვარი სირთულეების გარეშე. ჩვენთან სწავლით მოგეცემათ შანსი სწრაფად იაზროვნოთ თქვენს მიერ არჩეულ უცხო ენაზე",
  "about_us_line_four": "\"Future world\"-ი გთავაზობთ ინოვაციურ ,ინტეგრირებულ ინგლისური ენის სწავლების პაკეტს ყველა ასაკისა და დონის სტუდენტებისთვის. ჩვენი პროგრამები დაგეხმარებათ უნარების უფრო სწორად განვითარებაში, ყოველდღიური, სალაპარაკო ინგლისურის გამოყენებით. ჩვენი პროგრამა მოიცავს გამოცდილი ენის ტექნიკას და ახალ საინტერესო მეთოდებს. კლასში გამოიყენება ასევე ისეთი ახალი მასალა, რომელიც აძლევს სტუდენტს მნიშვნელოვან ინფორმაციას თანამედროვე კულტურისა და საზოგადოების შესახებ. პირველივე დღიდან, პირველივე გაკვეთილიდან ჩვენ აქცენტს ვაკეთებთ ინგლისურზე რომელიც ჩვეულებრივ, ყოველდღიურ ლაპარაკში გამოიყენება. ყველა გაკვეთილი ისწავლება კლასის სრული მონაწილეობით, ჯგუფური მუშაობით, დისკუსიებით და სახალისო როლური თამაშებით. ეს ყველაფერი სწავლებას უფრო სასიამოვნოს ხდის, აუმჯობესებს ენის ცოდნას და ზრდის თავდაჯერებულობას. ჩვენი მიზანია თქვენი ინგლისური ენის ცოდნის გაუმჯობესება. ყოველივე ჩვენი გაკვეთილი არის სასიამოვნო და შემოქმედებითი. ცენტრის მეგობრული გარემო საშუალებას მოგცემთ იყოთ უფრო გახსნილები და თავდაჯერებულები.",


  "teaching_methods": "სწავლების მეთოდიკა",
  "teaching_methods_list_one": "იყო პედაგოგი დიდი პასუხისმგებლობაა, მაგრამ მიუხედავად ამისა, ჩვენ ძალიან გვიყვარს ჩვენი საქმე და ვთვლით, რომ იგი ძალზედ საინეტერესო და მნიშვნელოვანია. ‘’Future World’’-ში უმთავრესია მაქსიმალურად წარმატებული და შედეგის მომტანი იყოს ყოველი გაკვეთილი. დამყარებული გვაქვს კეთილგანწყობილი ურთიერთობა ბავშვებთან და მათ მშობლებთან.",
  "teaching_methods_list_two": "რა თქმა უნდა იმისათვის, რომ სხვას ასწავლო, შენ თვითონ მუდამ სწავლების პროცესში უნდა იყო ჩაბმული და ამიტომაც “Future World’’-ის პედაგოგები მუდმივად და აქტიურად არიან დაკავებულნი კვალიფიკაციის ამაღლების ტრენინგ-სემინარებით. მოვითხოვთ ყველა მასწავლებელს შევასწავლოთ და ავათვისებინოთ ინგლისური ენის შესწავლის სტანდარტები და მეთოდები, რომლებიც საუკეთესო საერთაშორისო სტანდარტებს და მეთოდებს შეესაბამება.",
  "teaching_methods_list_three": "დაწყებით საფეხურზე სწავლების მთავარი ამოცანაა მოსწავლის ინტერესის სტიმულირება, მოტივაციის გაძლიერება. მოზარდებმა უნდა შეიყვარონ ენის სწავლების პროცესი,თვით უცხო ენა და კულტურა. სხვადასხვა მეთოდოლოგიას ახალ-ახალი მიდგომები მოაქვს სწავლისადმი. მრავალფეროვანი გაკვეთილი უფრო საინტერესო და შემოქმედებითი ხდება. ეს ახალისებს და აცოცხლებს გაკვეთილის პროცესს და სწავლების ხარისხს. დღეს შემოთავაზებული ტექნოლოგიები, უამრავი სახელმძღვანელოები, უცხო ენის სწავლებაში სირთულეების დაძლევის საშუალებას იძლევა.",

  "levels_line_one": "სასწავლო დონეების აღწერა",
  "levels_line_two": "Future World-ი გთავაზობთ სწავლების 7 დონეს, როგორც დამწყებთათვის, ასევე იმ სტუდენტებისათვის, რომლებიც თითქმის სრულყოფილად ფლობენ ენას. ჩვენი პროგრამა საშუალებას მოგცემთ გაიუმჯობესოთ: საუბრის, სმენის, წერისა და კითხვის უნარ-ჩვევები. მაღალკვალიფიციური გამოცდილი პედაგოგები უზრუნველყოფენ სწავლების მაღალი შედეგის გარანტიას. მათ უტარდებათ როგორც წერითი ასევე ზეპირი გამოკითხვა. გაკვეთილი მიმდინარეობს ინგლისურ ენაზე. სტუდენტები ტესტირებისა და გასაუბრების საფუძველზე ჩაირიცხებიან შესაბამისი დონის ჯგუფში. ჩვენი ცენტრი დაგეხმარებათ ინგლისური ენის სრულყოფილად შესწავლაში. თუ გსურთ ინგლისური ენის პროფესიულ ან აკადემიურ დონეზე შესწავლა, ჩვენ დაგეხმარებით საერთაშორისო გამოცდების მომზადებაში როგორიცაა - IELTS, TOEFL ან კემბრიჯის საერთაშორისო გამოცდების ჩაბარებაში.",
  "levels_line_three": "მიზნები",
  "levels_line_four": "ზოგადი ინგლისური ენის კურსი დაეხმარება მსმენელს გაიუმჯობესოს და შეისწავლოს ყველა საჭირო უნარი, რაც მნიშვნელოვანია ინგლისურენოვან ქვეყნებში სასწავლებლად და საცხოვრებლად. გააუმჯობესეთ ინგლისური ენის ცოდნის ყველა ასპექტი.",


   "levels_list_one": "გრამატიკა: თვქენი ინგლისური უფრო დახვეწილი და გამართულია.",
  "levels_list_two": "ლექსიკა: თქვენ შეგიძლიათ ინგლისური საუბრის უკეთ გაგება და ასევე სწორად და გასაგებად საუბარი.",
  "levels_list_three":"ინგლისური გამოთქმები: თქვენი აქცენტი გაუმჯობესებულია და თქვენ შეგიძლიათ ინგლისურად უფრო სწორად და ბუნებრივად საუბარი.",
  "levels_list_four": "საუბრის უნარები: თქვენ შეგიძლიად ნებისმიერი ინგლისური საუბრის უკეთ გაგება.",
  "levels_list_five": "კითხვის უნარ-ჩვევები: თქვენ შეგიძლიათ ყველა ტიპის ინგლისური ტექსტის წაკითხვა და ანალიზის გაკეთება.",
  "levels_list_six": "წერითი უნარ-ჩვევები: თქვენ შეგიძლიათ ყველა სახის ინგლისური ტექსტის დაწერა სწრაფად, ზუსტად და ადვილად",

  "russia": "რუსული",
  "russia_line_one" : "Future world გთავაზობთ რუსული ენის შემსწავლელ კურსებს. სწავლება მიმდინარეობს თანამედროვე და აპრობირებული მეთოდებით, რუსული ენის კურსი ორიენტირებულია აბიტურიენტებისთვის, სტუდენტებისთვის და ნებისმიერი მსურველთათვის. ინტენსიური რუსული ენის კურსი არის უნიკალური შანსი შეისწავლოთ რუსული ენა უმოკლეს დროში.",
  "russia_line_two" : "“Future world” ასევე გთავაზობთ რუსული ენის სასწავლო კურსს ბავშვებისთვის. მხიარული თამაშებით, საინტერესო გამოცანებით, ბავშვებს შეუძლიათ დაეუფლონ თავისუფლად რუსულ ენას. რუსული ენის კურსის გავლის შემდეგ მსმენელები გაიუმჯობესებენ: სასაუბრო, სმენის, კითხვისა და წერის უნარ-ჩვევებს, ლექსიკურ მარაგს, კომუნიკაციისა და თავისუფლად მეტყველების უნარს.",
  "russia_line_three" : "A1-A2 ელემენტარული: შეისწავლება წერა-კითხვა, სწორად გამოთქმა, მარტივი წინადადების შედგენა, მარტივ დონეზე საუბარი, გრამატიკა.",
  "russia_line_four" : "B1-B2 სასაუბრო: შეისწავლება გაანალიზება და თარგმანი, გრამატიკა საფუძვლიანად, ენისათვის დამახასიათებელი დიალექტიკის დახვეწა, რთული წინადადებების შედგენა, ნებისმიერი თემის გაანალიზება.",
  "russia_line_five" : "C1-C2 უმაღლესი: პროფესიონალურ დონეზე რუსულ ენაზე საუბარი, ნებისმიერი დიალოგების და ტექსტების თარგმნა",
  "russia_line_six" : "გაკვეთილი ტარდება კვირაში 3-ჯერ. ჯგუფში 3-4 მოსწავლე. მეცადინეობის ხანგრძლივობა 1 საათი 1.15 წუთი. სწავლის საფასური 100 ლარი",


  "home": "მთავარი",
  "about_us": "ჩვენს შესახებ",
  "team": "ჩვენი გუნდი",
  "course_fees": " სწავლის საფასური",
  "levels": "დონეები"

}