{
  "Welcome_to_Future_World": "Future World was founded in Georgia in April 2005 and today we continue to operate successfully in the set way. The center has been successfully operating an exclusive online English language learning program, Discovering English. We are the official representatives of the world-famous children's drama academy Helen O'Grady.",
  "why_Future_world": "WHY FUTURE WORLD?",
  "why_Future_world_list_one": "We teach modern English, Russian and German with the latest methods;",
  "why_Future_world_list_two": "We have affordable prices, professional teachers, interesting modern programs for any age;",
  "why_Future_world_list_three": "We create a linguistic environment in which it is impossible not to overcome your complexes;",
  "why_Future_world_list_four":"With our help you will travel the world;",
  "why_Future_world_list_five": "Studying with us is interesting and productive;",


  "About_us": "About us",
  "about_us_line_one": "Education and Learning Services LTD has a Licence from Futureworld Learning Services PTY an Australian International Company, to introduce its Learning Systems into The Caucasus under the Brand name Futureworld",
  "about_us_line_two": "ELS “FutureWorld” was established in April 2005. Nowadays we are running a comprehensive range of courses for groups, individuals and the corporative clients. We offer English language courses for different ages and levels.",
  "about_us_line_three": "Our lessons are conducted by specialist with high qualification, rich practical experience and recognized reputation.",
  "about_us_line_four": "Our lessons are conducted by specialist with high qualification, rich practical experience and recognized reputation. We are a team oriented on development and innovation, characterized by unity of rich experience and higher education, knowledge and competence.Our mission is to enhance the classic teaching of English with the innovative use of dramatic techniques and technology, to ensure that students become competent in all four key language skills. Speaking and listening are promoted as well as reading and writing, to ensure the student is able to manage in an English speaking environment.FutureWorld Learning also has local rights to the worldwide ‘Helen O’Grady’ system of personal development. This is a much acclaimed programme which reinforces creativity confidence and communication skills in the English language.To demonstrate its commitment to the ‘Futureworld’ concept in Georgia, native speakers ensure regular visits to supervise standards, provide up to date techniques and conduct workshops and lessons.",

  "teaching_methods": "TEACHING METHODS",
  "teaching_methods_list_one": "FutureWorld offers innovative, integrated English language learning packages for students of all ages and skill levels. Our programmes help to develop their skills more quickly by having the opportunity to use “real” English in everyday situations from an early stage in the learning cycle. Our programme mix tried and tested formal language learning techniques with new and exciting methods. A wide variety of up-to-date authentic material is used in class, thus giving the students valuable information about modern-day culture and society.Improving your English is the goal of our courses.",
  "teaching_methods_list_two" : "From the first day, from the first lesson, we focus on natural English, the language that is spoken by ordinary people every day.  We teach at phrase level so students can feel they are communicating in a natural way, in the same way as a native English speaker.  We encourage students to learn large quantities of vocabulary. We are aware of new methods and theories of teaching and we make sure that all our students benefit fully from these.All lessons are taught with full in-class participation, group work, pair work, class discussions and fun role-plays. These make learning enjoyable and improve both your confidence and fluency. At the same time, there are strong underlying principles which ensure that you'll be consolidating your understanding of vocabulary and grammar. We place a great emphasis on your development and your ability to speak and understand spoken English.",
  "teaching_methods_list_three" : "These are the successful methods we use  to help you achieve your goals. You will participate in classroom discussions, work in small groups, in pairs or individually. You will practice your English pronunciation, intonation and accent.The goal of our teachers is to make sure that you learn as much as possible in a short time. They are there to help you reach your full potential at EC. Our teachers provide useful and interesting lessons, all taught in a fun and relaxed way. Your teachers will guide you, support you, build your confidence and give you feedback. You can practice listening to authentic and different English accents. Our professional, qualified teachers will respond to the needs of the class, using an assortment of materials. You'll be expected to complete regular homework assignments.Our lessons are designed to be relaxed and fun. That’s because we believe you will learn more in a friendly atmosphere. You will feel confident using English and you will speak as much as you can.",

  "levels_line_one": "English Levels",
  "levels_line_two": "English program at Future World Center uses a communicative approach and is divided into levels 1-7, for students starting as beginners to those almost fluent.  The program integrates the four ESL skills: speaking, reading, listening and writing.  It is taught by experienced teachers who help students progress.  All students are encouraged to practice their newly acquired skills both inside and outside of class.  Students are given both an oral and written placement test. All classes are conducted in English and are closely monitored by our academic team. Levels are offered based on current student needs. \"Whether you are a beginner, an improver or an advanced user of English, our General English Course can help you make great progress. If you need English for professional reasons or for academic study, we can help you get the grades you require in IELTS,TOEFL or  Cambridge ESOL.",
  "levels_line_three": "Aims",
  "levels_line_four": "The General English courses help students improve or teach all necessary skills for living and studying  in an English-speaking country. There is an emphasis on practical, effective and natural communication.",

  "levels_list_one": "Grammar - so you are more correct in English, and easier to understand",
  "levels_list_two":"Vocabulary and idioms - so you can understand much more English, and sound up-to-date in English",
  "levels_list_three":"Pronunciation of English - so your accent is better and you can speak English more naturally",
  "levels_list_four":"Spoken fluency - so you can speak in English about more things more easily, more naturally and faster" ,
  "levels_list_five":"Listening comprehension - so you can follow English conversations with more understanding",
  "levels_list_six": "Reading comprehension - so you can read all sorts of English texts and understand them better",

  "russia": "Russian",
  "russia_line_one": "Future world’ offers Russian language courses. Teaching is carried out by modern and proven methods, the Russian language course is focused on entrants, students and anyone interested. Intensive Russian language course is a unique chance to learn Russian in the shortest time",
  "russia_line_two": "\"Future world\" also offers a Russian language course for children. With fun games, interesting puzzles, children can master the Russian language fluently. After taking a Russian language course, students will improve: speaking, listening, reading and writing skills, vocabulary, communication and free speech skills.",
  "russia_line_three": "A1-A2 Elementary: will learn to read and write, to pronounce correctly, to compose a simple sentence, to speak at a simple level, grammar.",
  "russia_line_four": "B1-B2 Conversational: will study analysis and translation, grammar thoroughly, refine dialectics characteristic of the language, compose complex sentences, analyze any topic.",
  "russia_line_five": "C1-C2 Higher: Professionally speaking Russian, translating any dialogues and texts",
  "russia_line_six": "The lesson is held 3 times a week. 3-4 students in a group. Course duration 1 hour 1.15 minutes. Tuition fee is 100 GEL",

  "home": "Home",
  "about_us": "About Us",
  "team": "Team",
  "course_fees": "Course Fees",
  "levels": "Levels"

}